#!/bin/bash
#clolors
white='\e[1;37m'
green='\e[0;32m'
blue='\e[1;34m'
red='\e[1;31m'
yellow='\e[1;33m'
pink='\e[1;38m' 
echo ""
echo""
banner() {
 echo -e $'\e[1;36m ███████╗███╗   ███╗ █████╗ ██████╗ ████████╗ \e[1;34m         ██████╗ ██╗  ██╗██╗███████╗██╗  ██╗███████╗██████╗ \e[0m'
 echo -e $'\e[1;36m ██╔════╝████╗ ████║██╔══██╗██╔══██╗╚══██╔══╝ \e[1;34m         ██╔══██╗██║  ██║██║██╔════╝██║  ██║██╔════╝██╔══██╗\e[0m'
 echo -e $'\e[1;36m ███████╗██╔████╔██║███████║██████╔╝   ██║    \e[1;34m         ██████╔╝███████║██║███████╗███████║█████╗  ██████╔╝\e[0m'
 echo -e $'\e[1;36m ╚════██║██║╚██╔╝██║██╔══██║██╔══██╗   ██║     ████ \e[1;34m   ██╔═══╝ ██╔══██║██║╚════██║██╔══██║██╔══╝  ██╔══██╗\e[0m'
 echo -e $'\e[1;36m ███████║██║ ╚═╝ ██║██║  ██║██║  ██║   ██║    \e[1;34m         ██║     ██║  ██║██║███████║██║  ██║███████╗██║  ██║\e[0m'
 echo -e $'\e[1;36m ╚══════╝╚═╝     ╚═╝╚═╝  ╚═╝╚═╝  ╚═╝   ╚═╝    \e[1;34m         ╚═╝     ╚═╝  ╚═╝╚═╝╚══════╝╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝\e[0m'
 echo -e $'\e[1;31m\e[0m'
 echo -e $'\e[1;31m\e[0m'



echo""
echo""    
echo""
echo -e $'\e[1;32m                                                                Github - https://github.com/cybersmission\e[0m'
echo -e $'\e[1;34m                                                                Website - https://cybermissionposts.blogspot.com/\e[0m'
echo -e $'\e[1;31m                                                                Instagram - https://www.instagram.com/cyber__mission/\e[0m'
echo -e $'\e[1;36m                                                                Twitter - https://twitter.com/Cyber_mission/\e[0m'
echo""
echo -e $'\e[1;31m \e[0m\e[1;33m\e[0m'"\e[96m"'\e[1;33m\e[0m\e[1;31m\e[0m'
echo -e $'\e[1;32m                                                                     BY \e[0m''\e[1;31mℂ\e[0m\e[1;34m𝕐𝔹𝔼ℝ \e[1;31m𝕄\e[1;34m 𝕀𝕊𝕊𝕀𝕆ℕ \e[0m'                                       
 echo""
 echo""
 echo -e $'\e[1;31m   _______  _____ _________   _     _ ____ ____ _ ____ _     \e[0m'
 echo -e $'\e[1;31m  /   _\  \//  __\  __/  __\ / \__/| \ ___\ ___\ \  _ \ \  /|\e[0m'
 echo -e $'\e[1;31m  |  /  \  /| | //  \ |  \/| | |\/|| |    \    \ | / \| |\ ||\e[0m'
 echo -e $'\e[1;31m  |  \__/ / | |_\\  /_|    / | |  || |___ |___ | | \_/| | \||\e[0m'
 echo -e $'\e[1;31m  \____/_/  \____/____\_/\_\ \_/  \|_/____/____/_/____/_/  \|\e[0m'
 echo -e $'\e[1;31m  \e[1;32m𝑯𝑨𝑪𝑲 𝑺𝑶𝑪𝑰𝑨𝑳 𝑨𝑪𝑪𝑶𝑼𝑵𝑻 \e[0m'
  echo""
  echo ""
  echo ""

                            echo -e $'\e[1;31m                    \e[0m'
                            echo -e $'\e[1;31m                    \e[0m'
                            echo -e $'\e[1;31m                    \e[0m'
                            echo -e $'\e[1;31m                    \e[0m'
                            echo ""



      echo ""                                               
      }
      banner
